Repository: TimLeysen/pogopollbot
Catalog: locale/*/LC_MESSAGES/pollbot.po
Languages: nl

source: time expired
nl: tijd verstreken

source: Welcome {}! In this chat you can create a raid poll by typing e.g. /poll Snorlax 14:00 Park. Polls are automatically closed when the start time elapses. You can also manually close a poll by typing e.g. /close 8 You can see the number of the poll by typing /list. Please discuss a proper starting time in the main chat before creating a new poll! Type /help here or in a private message to me for more information.
nl: Welkom {}! In deze chat kan je een raid poll aanmaken door bvb. /poll Snorlax 14:00 Park Sint-Niklaas te typen. Polls worden automatisch gesloten als de start tijd verstrijkt. Je kan een poll ook manueel sluiten door bvb. /close 1 te typen. Het nummer van de poll kan je zien door /list te typen. Pols eerst even in de chat groep voor een start uur voordat je een nieuwe poll aanmaakt! Typ /help hier of in een priv√©bericht naar mij voor meer informatie.

source: CLOSED
nl: GESLOTEN

source: DELETED
nl: VERWIJDERD

source: FINISHED
nl: AFGELOPEN

source: Invite
nl: Uitnodiging

source: Subscribe
nl: Ik kom

source: Unsubscribe
nl: Ik kom niet meer

source: Subscribed
nl: Ik kom

source: Unsubscribed
nl: Ik kom niet meer

source: Weaknesses
nl: Zwaktes

source: Closure reason
nl: Reden voor sluiten

source: Poll created by
nl: Poll aangemaakt door

source: You can vote for a start time here. {} votes will create a new raid poll.
nl: Hier kan je stemmen voor een start tijd. Na {} stemmen wordt er automatisch een raid poll aangemaakt.
